<?php

return [
    "need_access" => "برای آپلود آهنگ از طریق ربات نیاز به توکن دسترسی دارید. به اپلیکیشن منتقل میشود، در صورت نیاز لاگین کنید و توکن دسترسی خود را دریافت کرده و برای ربات ارسال کنید",
    "token_button" => "دریافت توکن دسترسی 🔑",
    "telegram_login" => "⚠️ قبل از ادامه لطفاً توجه کنید:\nاگر قصد دارید از مرورگری به جز مرورگر پیش فرض تلگرام استفاده کنید(کروم، سافاری و...)، به شدت توصیه می‌کنیم که مرورگر درون‌برنامه‌ای (In-App Browser) را در تنظیمات چت غیرفعال کنید tg://settings \n\n📲 برای ادامه و ورود به حساب کاربری خود، لطفاً روی دکمه زیر کلیک کنید. \n\n💡 با کلیک روی این دکمه، به حساب کاربری خود متصل خواهید شد. \n\n👇 برای ورود به حساب، اینجا را بزنید:",
    "login_button" => "ورود",
    "access_alert" => "🔑 کلید دسترسی شما در کلیپ بورد شما ذخیره شده  است. لطفا برای من ارسال کنید.\n⚠️ این توکن تنها ۶۰ ثانیه اعتبار دارد، در صورت منقضی شدن مجدد توکن دریافت کنید.",
    "access_granted" => "🔑 شما دسترسی دریافت کردید \n\n🟣 اکنون می‌توانید آهنگ‌های خود را در MyPlaylists آپلود کنید. \n\n🔼 لطفاً یک فایل آهنگ برای من ارسال کنید تا آن را آپلود کنم. \n\n👉 حداکثر حجم مجاز به دلیل محدودیت تلگرام ۲۰ مگابایت است.",
    "access_denied" => "⛔️ توکن شما نامعتبر است، اگر فک میکنید که این یک خطا است لطفا با پشتیبانی ارتباط بگیرید.",
    "command_not_found" => "😐 متوجه عرایض شما نشدم.",
    "song_uploading" => "⬆️ در حال آپلود",
    "upload_limitation" => "🔥 شما به حداکثر میزان آپلود رسیدید \nلطفا با پشتیبانی ارتباط بگیرید.",
    "song_uploaded" => "✅ آهنگ با موفقیت آپلود شد، در حال ساخت لینک...",
    "add_to_playlist" =>"افزودن به پلی لیست",
    "search_in_internet"=> '🔎 جستجو در اینترنت',
    "nothing_found_internet"=> 'هیچ چیز پیدا نشد، برای نتایج بهتر شما میتوانید در اینترنت جستجو کنید 🦦.',
    "search_result"=>"🟣 نتایج یافت شده: \n\n",
    "select_playlist"=>"پلی لیست خود را انتخاب کنید 👇",
    "song_added_to_playlist"=>"✅ آهنگ با موفقیت به پلی لیست افزوده شد",
    "application_introduce"=>"🟣 اپلیکیشن MyPlaylists یک پلتفرم موسیقی مدرن است که به شما امکان می‌دهد پلی‌لیست‌های شخصی‌ خود را بسازید، آن‌ها را با دیگران به اشتراک بگذارید و از گوش دادن به موسیقی موردعلاقه‌تان در هر زمان و هر مکان لذت ببرید. با رابط کاربری روان و امکانات پیشرفته، تجربه‌ای بی‌نظیر از دنیای موسیقی را برای شما فراهم می‌کنیم\n\n برای ورود کلیک کنید 👇"


];