<?php

return [
    "need_access" => "برای آپلود آهنگ از طریق ربات نیاز به توکن دسترسی دارید. به اپلیکیشن منتقل میشود، در صورت نیاز لاگین کنید و توکن دسترسی خود را دریافت کرده و برای ربات ارسال کنید",
    "token_button" => "دریافت توکن دسترسی 🔑",
    "telegram_login" => "📲 برای ادامه و ورود به حساب کاربری خود، لطفاً دکمه زیر را کلیک کنید. \n💡 با کلیک روی دکمه، حساب شما متصل خواهد شد. \n\n👇 برای ورود کلیک کنید:",
    "login_button" => "ورود",
    "access_alert" => "🔑 کلید دسترسی شما در کلیپ بورد شما ذخیره شده  است. لطفا برای من ارسال کنید.\n⚠️ این توکن تنها ۶۰ ثانیه اعتبار دارد، در صورت منقضی شدن مجدد توکن دریافت کنید.",
    "access_granted" => "🔑 شما دسترسی دریافت کردید \n\n🟣 اکنون می‌توانید آهنگ‌های خود را در MyPlaylists آپلود کنید. \n\n🔼 لطفاً یک فایل آهنگ برای من ارسال کنید تا آن را آپلود کنم. \n\n👉 حداکثر حجم مجاز به دلیل محدودیت تلگرام ۲۰ مگابایت است.",
    "access_denied"=>"⛔️ توکن شما نامعتبر است، اگر فک میکنید که این یک خطا است لطفا با پشتیبانی ارتباط بگیرید."
];