<?php

return [
    "steps" => [
        "📥 دانلود مستقیم از SoundCloud و YoutubeMusic \n\n🔹کافیه لینک اشتراک‌گذاری آهنگ رو از SoundCloud یا YouTubeMusic (YouTube) برای ربات بفرستی، و ربات اون رو دانلود کرده و بهت ارسال می‌کنه! \n\n➡️ به عنوان مثال ",
        "[اینجا ببین 👇](https://t.me/myplaylists_ir/74)", // SoundCloud و YoutubeMusic
        "🔎 جستجو و دانلود از آرشیو سایت \n\n🔹می‌تونی در آرشیو سایت جستجو کنی و هر آهنگی که خواستی رو از طریق ربات دانلود کنی!\n\n🙂 فقط اسم آهنگ یا نام هنرمند رو ارسال کن، مثلا: gary moore\n\n➡️ به عنوان مثال ",
        "[اینجا ببین 👇](https://t.me/myplaylists_ir/75)", // دانلود از آرشیو سایت
        "🤔 جستجو در اینترنت \n\n🔹اگر آهنگ مورد نظرت توی آرشیو نبود، نگران نباش، همیشه یه گزینه برای جستجو در اینترنت هست.\n\n➡️ به عنوان مثال ",
        "[اینجا ببین 👇](https://t.me/myplaylists_ir/76)", // جستجوی اینترنتی
        "☄️ اشتراک‌گذاری از همه جا\n\n🔹می‌تونی آهنگ رو توی هر چتی که هستی (خصوصی یا گروه) جستجو کنی و با دیگران به اشتراک بگذاری.\n🔹بقیه کاربران می‌تونن آهنگ به اشتراک گذاشته شده رو یا مستقیما از طریق ربات دانلود کنن یا از طریق وب‌سایت گوش بدن.\n\n🤔 وب‌سایت؟ بعدا بیشتر در موردش صحبت می‌کنیم!  \n\n➡️ به عنوان مثال ",
        "[اینجا ببین 👇](https://t.me/myplaylists_ir/77)", // افزودن به پلی‌لیست‌ها
        "🟣 MyPlaylists\n\n🔹  یک پلتفرم موسیقی است که در آن می‌توانی پلی‌لیست بسازی و دنبال کنی، آهنگ‌ها را آپلود کنی، به علاقه‌مندی‌ها اضافه کنی، موسیقی جدید کشف کنی و خیلی کارهای دیگه انجام بدی.\n\n➡️ به عنوان مثال ",
        "[اینجا ببین 👇](https://t.me/myplaylists_ir/79)", // دموی Myplaylists
        "🙂 ممنون که در این تور همراه من بودی.\n\n💫 روی این لینک کلیک کن و به اولین آهنگت گوش بده\n/dl_792\n\n📱 از اپلیکیشن وب ما دیدن کن\nhttps://myplaylists.ir \n\n🟣 برای دریافت آخرین به‌روزرسانی‌ها در کانال ما عضو شو\nt.me/myplaylists_ir",
    ],
    "start_button" => "بزن بریم",
    "try_out_button"=> "☄️ امتحان کن",
    "introduction" => "👋 سلام! من MyPlaylists-Bot هستم، ربات موسیقی همه کاره شما با کلی امکانات جذاب.\n\n💫 بیا یه تور سریع بزنیم تا بهت نشون بدم چطور می‌تونی از من استفاده کنی!",
    "rules_and_limitations"=>"👈 حداکثر سایز به دلیل محدودیت های تلگرام 20MB است.",
    "end_button"=>"پایان تور",
];
